[
    {
        "name": "Estes Rockets",
        "active": 1,
        "description": "Estes Industries was founded in 1958 in Denver, Colorado. Vern Estes developed a machine that mass-produced solid propellant model rocket engines. This invention gave people a consistent and reliable way to launch model rockets. Later, the company branched out into the mass production of balsa nose cones and adapters for model rockets. Estes® began selling model rockets by mail in 1960. The company was moved in 1961 to a 77-acre tract of land on the outskirts of Penrose, Colorado. Rapid growth followed and soon Penrose became known as the “Model Rocket Capital of the World”. Estes Industries has grown to be the leading manufacturer of model rocket kits, engines and accessories in the world. COX® joined the Estes family of products in 1996. For over 50 years, COX has been the choice of millions of families getting started in model airplane flying. COX products are designed for first time users who want the best start to a flying adventure and for more advanced fliers. Experience the magic of flying with COX Free Flying, Control Line or Radio Control aircraft. In January 2010, the Estes-Cox Corporation was purchased by Hobbico, a 100% Employee-Owned Corporation based in Champaign, Illinois, and will continue operations in Penrose, Colorado. Industry leaders in their fields, Estes and COX will continue to turn kids and adults on to flight with innovative new products that will go FASTER, FURTHER AND HIGHER.",
        "url": "http://www.estesrockets.com/",
        "image": "https://www.estesrockets.com/skin/frontend/enterprise/estes/images/logo.png"
    },
    {
        "name": "Apogee Components",
        "active": 1,
        "description": "Why and what we do here is not by accident. Rocketry is ALL we do. We don't carry airplanes, RC cars, or trains. We specialize in just one thing: \"Model Rockets.\" Period! Obviously, you have a lot of choices to pick from for your rocketry supplies. There are literally hundreds of manufacturers and probably thousands of kit re-sellers. But why buy from Apogee Components? You were drawn to our website for some reason. If it isn't clear why we're different from everyone else, I'll try to explain. You got this far, and to this particular web page because you had a sense that Apogee really seems to know what rocketry is all about. More than anyone else, we \"get\" rocketry. Other sites may tell you \"how rockets work,\" but we show you how much fun you really can have with this hobby. That is probably very important to you -- isn't it?", 
        "url": "https://www.apogeerockets.com/",
        "image": "https://www.apogeerockets.com/includes/templates/edify/images/logo/Apogee%20Logo%20sm.png"
    }
]